/* 
  BulletinBoard.strings
  SpringBoard

  Created by Benjamin Nielsen on 2/15/11.
  Copyright 2011 Apple Inc. All rights reserved.
*/

"DISMISS" = "OK";
"OK" = "OK";
"LAUNCH" = "Avaa";
"VIEW" = "Näytä";

"AWAY_ITEM_TYPE_MIDDLE_FORMAT" = "%@, %@";
"AWAY_ITEM_TYPE_END_FORMAT" = "%@ ja %@";
"AWAY_ITEM_TYPE_COUNT_FORMAT" = "%@ (%@)";

"AWAY_ITEM_PENDED_DEFAULT_FORMAT" = "Sinulla on %@ uutta ilmoitusta (%@)";

"1_ATTACHMENT"  = "%@ liite";
"N_ATTACHMENTS" = "%@ liitettä";

"1_MORE_ATTACHMENT"  = "%@ liite lisää";
"N_MORE_ATTACHMENTS" = "%@ liitettä lisää";

